tap "git-chglog/git-chglog"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "localstack/tap"
brew "argocd"
brew "argocd-vault-plugin"
brew "docker"
brew "fzf"
brew "gh"
brew "glow"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "helm"
brew "k6"
brew "k9s"
brew "openssl@3"
brew "kubernetes-cli"
brew "libpq"
brew "neovim"
brew "node"
brew "postgresql@14"
brew "postgresql@15"
brew "virtualenv"
brew "pre-commit"
brew "prettier"
brew "prettierd"
brew "pulumi"
brew "redis"
brew "ripgrep"
brew "stylua"
brew "upx"
brew "websocat"
brew "wget"
brew "yamllint"
brew "yq"
brew "git-chglog/git-chglog/git-chglog"
brew "localstack/tap/localstack-cli"
cask "font-hack-nerd-font"
vscode "eamodio.gitlens"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "syler.sass-indented"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
