tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "localstack/tap"
brew "argocd"
brew "docker"
brew "fzf"
brew "gh"
brew "glow"
brew "go"
brew "golangci-lint"
brew "helm"
brew "k6"
brew "k9s"
brew "openssl@3"
brew "kubernetes-cli"
brew "libpq"
brew "neovim"
brew "node"
brew "postgresql@15"
brew "prettier"
brew "prettierd"
brew "redis"
brew "ripgrep"
brew "stylua"
brew "wget"
brew "yamllint"
brew "yq"
cask "font-hack-nerd-font"
